#+BEGIN_SRC python :results output
print(2 + 3)

#+END_SRC



#+BEGIN_SRC julia :results output
2 + 3

#+END_SRC

#+BEGIN_SRC emacs-lisp
(+ 2  4)

#+END_SRC

#+RESULTS:
: 6

#+BEGIN_SRC ruby :results output
  puts 1+1
#+END_SRC

#+RESULTS:
: 2

#+BEGIN_SRC python :results output
print(2 + 2)

#+END_SRC

#+RESULTS:
: 4

#+BEGIN_SRC shell :results output
echo $nice

#+END_SRC
